{
    "pageDone": true,
    "title": "Card Battle",
    "hasDemo": false,
    "isDownloadable": true,
    "downladableText": "Cliquez pour télécharger le jeu",
    "downlaodLink": "https://github.com/HenryElvis/demo-installers/releases/download/CardBattle/CardBattle-setup.exe",
    "hasItchIO": false,
    "hasVideo" : false,
    "videoSrc" : "",
    "bloc1" :
    {
        "title": "Règles du jeu",
        "description": "Le but du jeu est de réduire les points de vie de l'adversaire à zéro en utilisant des cartes. Chaque joueur commence avec 10 points de vie et un deck de cartes. Les cartes sont des montres qui ont des points d'attaque, de défense et un coût en sacrifices. Pour déposer certaines cartes, il faut sacrifier d'autres cartes. Le dragon par exemple coûte deux sacrifices, après avoir sélectionné la carte, il faut cliquer sur deux cartes sur le terrain pour les sacrifier. Deux cartes peuvent être jouées par tour. Une fois le tour fini, il faut sonner la cloche. LOes cartes sur le terrain attaqueront les cartes en face, si il n'y a aucune carte les points de vie de l'adversaire seront réduits. Le jeu se termine lorsque les points de vie d'un joueur atteignent zéro.",
        "image1": "/images/Presentation/CardBattle/1.png",
        "image2": "/images/Presentation/CardBattle/2.png",
        "alt1": "Rules",
        "alt2": "Rules"
    },
    "bloc2" :
    {
        "title": "Actions",
        "description": "Le clic gauche permet de sélectionner une carte, le clic droit changer la carte sélectionnée. Le clic gauche sur le terrain permet de déposer une carte. Pour changer de vue entre la main et le terrain, il faut faire un scroll de la souris vers le haut ou vers le bas. Pour passer son tour, il faut cliquer sur la cloche.",
        "image1": "/images/Presentation/CardBattle/3.png",
        "image2": "/images/Presentation/CardBattle/4.png",
        "alt1": "Actions",
        "alt2": "Actions"
    },
    "bloc3" :
    {
        "title": "Changement de carte",
        "description": "Il peut arriver que vous ayez besoin de changer de carte pendant une partie. Par exemple si vous avez que des cartes nécessitant un ou plusieurs sacrifices. Il est possible de changer une carte chaque tour en faisant un clic droit sur la carte en main, une nouvelle carte remplacera celle choisie. Attention vous n'aurez pas forcément de quoi jouer. Les cartes sont tirées aléatoirement.",
        "image1": "/images/Presentation/CardBattle/5.png",
        "image2": "/images/Presentation/CardBattle/6.png",
        "alt1": "Card",
        "alt2": "Change card"
    }
}