{
    "1":
    [
        {
            "title": "Sperm'Invaders",
            "imagePath": "/images/Icons/1.svg",
            "content": "Sperm'Invaders est un jeu 2D fait sur unity ou le but est de ramener le plus de spermatozoïdes dans l'ovule. Pour cela, vous devrez éviter les obstacles et les ennemis qui se dresseront sur votre chemin.",
            "alt": "Sperm'Invaders",
            "dataToFetch": "/data/project/Guardian-data.json",
            "warningContent": true,
            "engine" : "Unity"
        }
    ],
    "2":
    [
        {
            "title": "The Guardian",
            "imagePath": "/images/Icons/2.png",
            "content": "The Guardian est un projet de jeu 2D réalisé sous Unity, qui propose une expérience captivante dans un donjon procédural. Plongez dans un monde rempli de mystères et de dangers, où vous incarnez un gardien courageux. Le jeu propose une variété d'ennemis redoutables, des boss puissants et des pièges sournois",
            "alt": "The Guardian",
            "dataToFetch": "/data/project/Guardian-data.json",
            "warningContent": false,
            "engine" : "Unity"
        }
    ],
    "3":
    [
        {
            "title": "Tower Defense",
            "imagePath": "/images/Icons/TowerDefense.png",
            "content": "Tower Defense est un jeu de stratégie en temps réel où le joueur doit défendre sa base contre des vagues d'ennemis. Le joueur doit placer des tours pour attaquer les ennemis et les empêcher d'atteindre la base. Le jeu propose une variété de tours et d'ennemis, ainsi que des niveaux de difficulté croissants.",
            "alt": "TowerDefense",
            "dataToFetch": "/data/project/TowerDefense.json",
            "warningContent": false,
            "engine" : "Unity"
        }
    ],
    "4":
    [
        {
            "title": "Hydromorphe",
            "imagePath": "/images/Icons/4.png",
            "content": "En tant que joueur, vous devrez maîtriser les mécaniques de transformation entre les états liquide, solide et gazeux pour surmonter les défis qui se présentent à vous. Vous devrez réfléchir de manière stratégique et utiliser les compétences spécifiques à chaque état pour progresser.",
            "alt": "Hydromorphe",
            "dataToFetch": "/data/project/Hydromorph-data.json",
            "warningContent": false,
            "engine" : "Unity"
        }
    ],
    "5":
    [
        {
            "title": "Follow The Light",
            "imagePath": "/images/Icons/5.png",
            "content": "Dans ce projet de jeu développé sous Unreal Engine, vous aurez l'occasion de créer une expérience immersive où les joueurs doivent traverser une zone remplie d'obstacles en utilisant des interrupteurs pour ouvrir des portes et suivre les indices donnés par la lumière pour trouver le bon chemin. Les joueurs devront également faire preuve de patience, de logique et de perspicacité pour trouver le bon chemin et surmonter les obstacles qui se dressent devant eux.",
            "alt": "Follow The Light",
            "dataToFetch": "/data/project/FollowLight-data.json",
            "warningContent": false,
            "engine" : "Unreal Engine"
        }
    ],
    "6":
    [
        {
            "title": "Ninja Trials",
            "imagePath": "/images/Icons/6.png",
            "content": "Le joueur se retrouve plongé dans un environnement hostile et complexe, avec des niveaux conçus pour mettre à l'épreuve ses compétences en résolution de problèmes et en prise de décision rapide. Chaque niveau propose des défis uniques, combinant des obstacles physiques et des énigmes logiques à résoudre. À mesure que les joueurs progressent à travers les différents niveaux, la difficulté augmentera, offrant ainsi un défi croissant.",
            "alt": "Ninja's Challenge",
            "dataToFetch": "/data/project/Ninja-data.json",
            "warningContent": false,
            "engine" : "Unreal Engine"
        }
    ],
    "7":
    [
        {
            "title": "Décadence : La chute d'Ostrand",
            "imagePath": "/images/Icons/7.png",
            "content": "Décadence : La chute d'Ostrand est jeu solo d'aventure 3eme personne réalisé avec le moteur Unreal Engine 4 mettant en scène l'histoire de Knutt, un soldat du royaume d'Ostrand. Impuissant, il assiste au massacre de son village natal, et décide alors de retrouver les coupables et de se venger.",
            "alt": "Décadence",
            "dataToFetch": "/data/project/Decadence.json",
            "warningContent": false,
            "engine" : "Unreal Engine"
        }
    ],
    "8":
    [
        {
            "title": "InTIErrupted",
            "imagePath": "/images/Icons/8.png",
            "content": "InTIErrupted est un jeu coopératif à 2 joueurs créé lors d'une game jam pour thème controlleur alternatif. L'objectif principal des joueurs est de dénouer complètement une cravate de 3 mètres de long sans se faire attraper. Ce projet a voyagé jusqu'a la GDC 2023 à San Francisco où nous avons eu l'honneur d'avoir été invité.",
            "alt": "Intierrupted",
            "dataToFetch": "/data/project/Intierrupted.json",
            "warningContent": false,
            "engine" : "Unity"
        }
    ],
    "9":
    [
        {
            "title": "Ragoon Rumble",
            "imagePath": "/images/Icons/8.jpg",
            "content": "Dans la forêt de Yum-yum, où tout est fait de nourriture, utilisez votre marmite contre les alimonsters pour vaincre la malédiction qui pesait sur ces bois. Cook'n Rogue est un jeu d'aventure unique en son genre où vous pouvez cuisiner votre arme ! Dans ce roguelike accessible, amusez-vous avec différents ingrédients dans un environnement fantastique évolutif, et participez à cette grande aventure culinaire !",
            "alt": "Ragoon's Rumble",
            "dataToFetch": "/data/project/RagoonRumble-data.json",
            "warningContent": false,
            "engine" : "Unity"
        }
    ],
    "10":
    [
        {
            "title": "Room",
            "imagePath": "/images/Icons/9.png",
            "content": "Room est un jeu à la première personne qui défie votre mémoire et vous plonge dans un espace mystérieux rempli d'oeuvre et de  tableau connus. Vous incarnez un personnage qui se réveille dans une pièce étrange et doit trouver un moyen de s'échapper. Pour cela, vous devrez choisir la bonne porte, explorer l'environnement et faites attention aux détails.",
            "alt": "Room",
            "dataToFetch": "/data/project/Room-data.json",
            "warningContent": false,
            "engine" : "Unreal Engine"
        }
    ],
    "11":
    [
        {
            "title": "Dungeon Crawler",
            "imagePath": "/images/Icons/DungeonCrawler.png",
            "content": "Dungeon Crawler est un jeu à la première personne dont le but est de trouver la sortie d'un donjon. Vous devrez explorer les couloirs, résoudre des énigmes et combattre des ennemis pour progresser dans le jeu. Le jeu propose une variété d'ennemis, de pièges et d'objets à collecter.",
            "alt": "Dungeon",
            "dataToFetch": "/data/project/DungeonCrawler.json",
            "warningContent": false,
            "engine" : "Unity"
        }
    ],
    "12":
    [
        {
            "title": "LLM Farm",
            "imagePath": "/images/Icons/LLMFarm.png",
            "content": "LLM Farm est un jeu de simulation où l'intelligence artificielle est au centre de l'expérience. Le joueur doit gérer une ferme virtuelle en utilisant des modèles de langage pour interagir avec les cultures, les animaux et les ressources. Le jeu propose plusieurs personnages qui auront chacun leur propre personnalité et leurs propres besoins gérés par l'IA.",
            "alt": "LLM",
            "dataToFetch": "/data/project/LLMFarm.json",
            "warningContent": false,
            "engine" : "Unity"
        }
    ],
    "13":
    [
        {
            "title": "RPG Golf",
            "imagePath": "/images/Icons/RPG-Golf.png",
            "content": "RPG Golf est un jeu de golf en 3D où le joueur doit frapper la balle dans le trou tout en évitant les obstacles et en utilisant des compétences spéciales. Le jeu propose une variété de parcours, d'ennemis et de défis à relever. Un bon mélange entre le golf et le RPG.",
            "alt": "RPG",
            "dataToFetch": "/data/project/RPG-Golf.json",
            "warningContent": false,
            "engine" : "Unity"
        }
    ],
    "14":
    [
        {
            "title": "Mirror Tank",
            "imagePath": "/images/Icons/Mirror-Tank.png",
            "content": "Ce projet est un jeu de tank multijoueur en ligne, où les joueurs s'affrontent dans des arènes. Le jeu utilise le framework Mirror pour la gestion du réseau et propose une expérience de jeu fluide et immersive.",
            "alt": "Mirror Tank",
            "dataToFetch": "/data/project/Mirror-Tank.json",
            "warningContent": false,
            "engine" : "Unity"
        }
    ],
    "15":
    [
        {
            "title": "Proto Clash",
            "imagePath": "/images/Icons/ProtoClash.png",
            "content": "Proto Clash est un jeu multijoueur en ligne où les joueurs s'affrontent dans des arènes. Le jeu utilise le framework Netcode for GameObjects pour la gestion du réseau et propose une expérience de jeu fluide et immersive. Le jeu est un petit prototype basé sur le jeu Clash Royale de Supercell.",
            "alt": "Proto Clash",
            "dataToFetch": "/data/project/ProtoClash.json",
            "warningContent": false,
            "engine" : "Unity"
        }
    ],
    "16":
    [
        {
            "title": "Photon Room",
            "imagePath": "/images/Icons/PhotonRoom.png",
            "content": "Projet photon room est un projet de jeu multijoueur en ligne utilisant le framework Photon pour la gestion du réseau. Le jeu propose une expérience de jeu fluide et immersive, avec des fonctionnalités avancées de synchronisation et de gestion des joueurs.",
            "alt": "Photon Room",
            "dataToFetch": "/data/project/PhotonRoom.json",
            "warningContent": false,
            "engine" : "Unity"
        }
    ],
    "17":
    [
        {
            "title": "Card Battle",
            "imagePath": "/images/Icons/CardBattle.png",
            "content": "",
            "alt": "Card Battle",
            "dataToFetch": "/data/project/CardBattle.json",
            "warningContent": false,
            "engine" : "Unity"
        }
    ]
}